[
    {
        "name": "AeroPress Portable Coffee Maker",
        "description": "We have tried this little gem and are truly impressed. Perfect for single use, or maybe to put in your suitcase for those times away from home and you just cannot take the hotel coffee or Mom's canned coffee!  A terrific gift for any camper, backpacker, fisherman or RV'er. Utilize this tool to get the most out of coffee on the go. At work and don't want the sludge that nasty coffee pot serves up? Here's your answer! Sales tax included in the price!",
        "price": 30,
        "categories": ["Equipment"]
    },
    {
        "name": "Bodum 3-Cup Kenya French Press",
        "description": "The new Bodum coffee press Kenya is a crossroads between tradition and modernity! Kenya offers the best way of enjoying a cup of coffee. Easy and quick to use, it is the method if you want to brew coffee right. You will extract the most essential oils from your freshly ground coffee, leaving the least sediment in your cup! Simply add coffee ground just coarse enough not to pass through the screen and pour water heated to 195-200 degrees, wait 2-3 minutes and gently depress the plunger. Sales tax included in the price!",
        "price": 19.95,
        "categories": ["Equipment"]
    },
    {
        "name": "Bodum 6-Cup Kenya French Press",
        "description": "The new Bodum coffee press Kenya is a crossroads between tradition and modernity! Kenya offers the best way of enjoying a cup of coffee. Easy and quick to use, it is the method if you want to brew coffee right. You will extract the most essential oils from your freshly ground coffee, leaving the least sediment in your cup! Simply add coffee ground just coarse enough not to pass through the screen and pour water heated to 195-200 degrees, wait 2-3 minutes and gently depress the plunger. Sales tax included in the price!",
        "price": 39.95,
        "categories": ["Equipment"]
    },
    {
        "name": "Friis 16oz Coffee Canister",
        "description": "The Friis Coffee Vault - Coffee Savor keeps your coffee fresh. One Year of Friis Freshness Valves included, to vent away damaging CO2 gases. Maintain Rich, Full Coffee Flavor. Air-Tight Storage. Stores up to 16 oz of whole or ground Coffee. Full flavor starts with fresh coffee. The Friis Coffee Vault - Coffee Savor blocks out light and air to seal in flavor. The Friis Freshness Valve vents away continuous CO2 gases that are a result of the coffee roasting process. Stored in a cool, dry place, your coffee stays rich and full of flavor. Simply put, the Friis Coffee Vault - Coffee Savor keeps your coffee fresh longer. The Friis Coffee Vault - Coffee Savor model features a stainless steel base with an all black BPA free polymer lid. It measures 7.5in H x 5in D. It holds 16oz (pound) of whole bean or ground coffee. Also included is a measuring spoon, one year supply of Friis freshness valves, getting started instructions and the Art of Flavor booklet. Sales tax included in the price!",
        "price": 26,
        "categories": ["Equipment", "Gifts"]
    },
    {
        "name": "Milk Frother",
        "description": "Easy Milk Frother or Cream Frother. A manual frother to match the Bodum Chambord French Press. Produces a smooth and creamy foam to top you cappuccino or latte.",
        "price": 24,
        "categories": ["Equipment"]
    }
]
