[
	{
		"q": "How do I know the coffee I receive is fresh?",
		"a": "We are confident you will love our fresh roasted coffee and other items.  We guarantee the coffee you receive will have been roasted the day before or the same day as shipped, insuring that your coffee will arrive at the peak of freshness and flavor. You will find on every bag of Blue Stilly Coffee, a roast date.  This date stamped on the back of the bag, is  assurance the coffee you ordered is fresh. However, if for any reason your purchase does not meet your expectations, we offer an unconditional 100% money back guarantee of your purchase price."
	},
	{
		"q": "How many years have you been in business?",
		"a": "For many years, the founders of Blue Stilly Coffee have had a profound interest in the growth, import and roasting of gourmet coffees.  Finally in 1999 they decided to act upon what they had learned about Specialty Coffee and founded Blue Stilly Coffee Roasters.  Blue Stilly took its name from the pristine forests surrounding the Stillagamish River in Northwest Washington.  Starting with close friends and family, Blue Stilly has grown steadily and been providing fresh roasted coffee to loyal fans across the country.  We invite you to become part of the Blue Stilly family and experience the taste of truly fresh roasted coffee."
	},
	{
		"q": "How to brew the perfect cup of coffee?",
		"a": "This is a common question we frequently answer at Blue Stilly Coffee Roasters. When you are buying premium coffee, you want it to taste as good as you expect! It is not so much about the proportions of coffee to water, but the method of preparation. Proportions, as we find out every day from our customers vary from person to person. Some of us want to really experience the coffee and use much more coffee per brew than most! It is all a matter of personal taste. There are three main steps we call the 'Trinity‘ that will yield the best tasting coffee."
	
	},
	{
		"q": "What is the best way to store my coffee?",
		"a": "Over the years we have heard of many ways to store coffee to retain freshness and flavor.  The best way to buy your coffee is whole bean and grind before brewing.  Of course that is not always practical.  We at Blue Stilly recommend that you store your coffee in an AIR TIGHT CONTAINER kept in a cool, dark place.  If you purchase more coffee than you can use in two weeks, it can be stored in the freezer for approximately 2 months.  As you know anything looses moisture in the freezer when stored for long periods of time."
	},
	{
		"q": "What is your refund policy?",
		"a": "Our refund policy is simple.  If for any reason your purchase does not meet your expectations, we offer an unconditional 100% money back guarantee of your purchase price."
	},
	{
		"q": "What type of coffee is best for me?",
		"a": "There are many varietals and blends of coffee to choose from. From the bold coffees of Africa to the mild volcanic coffees of South America and the Pacific, there is a world of choice.  Taste is a personal experience.  Much like a bottle of fine wine, there are special flavor charactaristics in each variety of bean.  Every palate is different, and like fine wine, the taste of each coffee is unique to the individual.  If you would like a recommendation, please feel free to contact us and we will be more than happy to help you find your perfect cup."
	}
]