

[
    {
        "name": "Ethiopian Harrar",
        "description": "The Harrar bean is one of the most exotic coffees of the world. Harrar has the rich coffee taste finishing with hints chocolate and a distinctive fruitiness unlike any other bean.",
        "price": 15,
        "size": ["1lb", "5lb"],
        "grind": ["Whole Bean", "Coarse", "Medium", "Fine"],
        "categories": ["Coffee"],
        "coffeeType": ["Premium Varietals"]
    },
    {
        "name": "Colombian",
        "description": "The Colombian Coffee we offer is a medium roast with a sweet aroma and taste, with a hint of a chocolaty aftertaste. These are premium Colombian beans. Traditionally roasted for aroma and taste, not too dark. Always a good selection.",
        "price": 13,
        "size": ["1lb", "5lb"],
        "grind": ["Whole Bean", "Coarse", "Medium", "Fine"],
        "categories": ["Coffee"],
        "coffeeType": ["Premium Varietals"]
    },
    {
        "name": "Costa Rican Terrazu",
        "description": "Truly a tasty roast, with rich and complex flavor. This country takes coffee production very seriously so quality is deemed excellent.  You will find this to be a bright full bodied coffee with dark chocolate notes.",
        "price": 13,
        "size": ["1lb", "5lb"],
        "grind": ["Whole Bean", "Coarse", "Medium", "Fine"],
        "categories": ["Coffee"],
        "coffeeType": ["Premium Varietals"]
    },
    {
        "name": "Ethiopian Yirgacheffe",
        "description": "An exotic coffee from Ethiopia to excite your senses. Sweet notes, sugar, citrus and spicy with a silky body. This is an Organic Fair Trade coffee we think you will enjoy. Treat yourself to something truly wonderful!",
        "price": 15,
        "size": ["1lb", "5lb"],
        "grind": ["Whole Bean", "Coarse", "Medium", "Fine"],
        "categories": ["Coffee"],
        "coffeeType": ["Premium Varietals", "Organic"]
    },
    {
        "name": "Honduran",
        "description": "A full bodied coffee with notes of cocoa and butterscotch with a rounded acidity.  A very nice Fair Trade Organic coffee.  Rich enough for dessert.",
        "price": 15,
        "size": ["1lb", "5lb"],
        "grind": ["Whole Bean", "Coarse", "Medium", "Fine"],
        "categories": ["Coffee"],
        "coffeeType": ["Premium Varietals", "Organic"]
    },
    {
        "name": "Kenyan",
        "description": "Another fine African coffee. With hints of apricot, raisin, brown sugar, black tea, peach, coconut and a lively acidity you will find a silky, nectar-like body. Enjoy!",
        "price": 13,
        "size": ["1lb", "5lb"],
        "grind": ["Whole Bean", "Coarse", "Medium", "Fine"],
        "categories": ["Coffee"],
        "coffeeType": ["Premium Varietals"]
    },
    {
        "name": "Sumatra",
        "description": "Sumatra produces coffee many consider to be among the worlds finest and most admired. This low acid, smooth medium roasted coffee is full bodied, with concentrated and complex tastes.",
        "price": 13,
        "size": ["1lb", "5lb"],
        "grind": ["Whole Bean", "Coarse", "Medium", "Fine"],
        "categories": ["Coffee"],
        "coffeeType": ["Premium Varietals", "Organic"]
    },
    {
        "name": "Terruno Nayarita",
        "description": "We are pleased to offer this natural coffee from Mexico. This coffee has some characteristics of the Ethiopian Harrar we all love! Shade Grown and Certified Organic. Nearly all of the cooperative growers that produce these coffees are clustered around an extinct volcano, which imparts its special characteristics of soil type and micro climate to a bright, floral and citrusy coffee.",
        "price": 14.5,
        "size": ["1lb", "5lb"],
        "grind": ["Whole Bean", "Coarse", "Medium", "Fine"],
        "categories": ["Coffee"],
        "coffeeType": ["Premium Varietals", "Organic"]
    },
    {
        "name": "Church Creek Blend",
        "description": "Our Mocha Java Blend combines rich flavor and smooth but complex tastes with a smoky finish. A full bodied coffee.",
        "price": 13,
        "size": ["1lb", "5lb"],
        "grind": ["Whole Bean", "Coarse", "Medium", "Fine"],
        "categories": ["Coffee"],
        "coffeeType": ["Blended"]
    },
    {
        "name": "French Creek Espresso",
        "description": "Our finest espresso roast with good creme' and complex flavor. This is a superb blend used by many of our espresso customers.",
        "price": 13,
        "size": ["1lb", "5lb"],
        "grind": ["Whole Bean", "Coarse", "Medium", "Fine"],
        "categories": ["Coffee"],
        "coffeeType": ["Blended"]
    },
    {
        "name": "Girlfriend Blend",
        "description": "Our signature blend for the Tri Cities Women's Expo! Enjoy this full flavored blend with a hint of that dark roast taste in a smooth blend of South American and Indonesian beans. Have fun girls! PS, even the guys like it!",
        "price": 13,
        "size": ["1lb", "5lb"],
        "grind": ["Whole Bean", "Coarse", "Medium", "Fine"],
        "categories": ["Coffee"],
        "coffeeType": ["Blended"]
    },
    {
        "name": "Half-Caf",
        "description": "For those who want a lower caffeine blend try our 50 and 50 mix. Choose any of our premium coffes and we will blend it with our Swiss Water Processed Decaf Blend. Outstanding!",
        "price": 13,
        "size": ["1lb", "5lb"],
        "grind": ["Whole Bean", "Coarse", "Medium", "Fine"],
        "categories": ["Coffee"],
        "coffeeType": ["Blended", "Decaf"]
    },
    {
        "name": "Holly Jolly Joe",
        "description": "Enjoy our 2015 Holiday Blend! With the earthiness of Honduran, a bit of spice from Papua New Guinea and some boldness of Ethiopia, snuggle by the fire or enjoy with friends! Blended each year to be special. Typically available after Thanksgiving.",
        "price": 13,
        "size": ["1lb", "5lb"],
        "grind": ["Whole Bean", "Coarse", "Medium", "Fine"],
        "categories": ["Coffee", "Seasonal"],
        "coffeeType": ["Blended", "Organic"]
    },
    {
        "name": "Jordan Creek Blend",
        "description": "This blend is a bit bolder than our Church Creek Blend. It is complex while still smooth in your cup, African for a bit of kick and South American to keep it creamy in your cup. This blend will hold up to your favorite espresso machine as well.",
        "price": 13,
        "size": ["1lb", "5lb"],
        "grind": ["Whole Bean", "Coarse", "Medium", "Fine"],
        "categories": ["Coffee"],
        "coffeeType": ["Blended"]
    },
    {
        "name": "Pilchuck Creek Blend",
        "description": "Tantalizing blend of Indonesia, Papua New Guinea and African to produce a full bodied cup and smooth finish",
        "price": 13,
        "size": ["1lb", "5lb"],
        "grind": ["Whole Bean", "Coarse", "Medium", "Fine"],
        "categories": ["Coffee"],
        "coffeeType": ["Blended"]
    },
    {
        "name": "South Seas Blend",
        "description": "Especially blended for the Tri Cities Woman's Expo Hawaiian theme several years ago! We blended Indonesian and Central American beans and found a very smooth and very flavorful coffee. The beans in this blend are all grown in volcanic soils that produce special characteristics. This blend is highly recommended to be enjoyed with friends!",
        "price": 13,
        "size": ["1lb", "5lb"],
        "grind": ["Whole Bean", "Coarse", "Medium", "Fine"],
        "categories": ["Coffee"],
        "coffeeType": ["Blended"]
    },
    {
        "name": "Wildcat Morning Kicker",
        "description": "The kick you need in the morning! Blended especially for the '71 Wildcats' Reunion Weekend! Enjoy anytime!",
        "price": 13,
        "size": ["1lb", "5lb"],
        "grind": ["Whole Bean", "Coarse", "Medium", "Fine"],
        "categories": ["Coffee"],
        "coffeeType": ["Blended"]
    },
    {
        "name": "Decaf",
        "description": "This is a superb blend of beans French roasted,resulting in a rich cup of coffee. These beans are decaffeinated using the Swiss Water Process!",
        "price": 13,
        "size": ["1lb", "5lb"],
        "grind": ["Whole Bean", "Coarse", "Medium", "Fine"],
        "categories": ["Coffee"],
        "coffeeType": ["Blended", "Decaf"]
    },
    {
        "name": "Earl Grey",
        "description": "For the connoisseur, we offer Earl Grey Supreme, which uses a higher grade of teas along with the addition of Silver Tips. Most of our customers have never gone back to our regular Earl Grey once they have tasted the Supreme. If you love Bergamot and fine tea, this is the blend for you.",
        "price": 8,
        "categories": ["Tea"]
    },
    {
        "name": "Rooibos Chai Sachets",
        "description": "Rooibos Chai brings together caffeine-free redbush herbal from South Africa with sweet Indian spices of clove, cardamom, and cinnamon. Savor Rooibos Chai in soothing soul-satisfying cups. The Indian spices impart a smooth, liberating earthy touch. Effusing a deliciously sweet aroma swirling in cinnamon, it is a cup of comfort that will have one welcoming seconds. 20 Wrapped Sachets. Each sachet brews 12oz cup. Brewing 4-5 minutes 212 degrees.",
        "price": 9.6,
        "categories": ["Tea"]
    },
    {
        "name": "Cocoa Mix Premium Double Chocolate",
        "description": "Perfect treat for a cold day out in the country, or snuggled in at home. Just mix and serve. Also good added to your coffee for an instant mocha! 8oz resealable container. DIRECTIONS: Place 2-3 tbls in hot (not boiling) water, stir and enjoy. INGREDIENTS: Sugar, Whey, Nonfat dry milk, Cocoa powder (Dutch Process), Non dairy creamer (canola or coconut oil, corn syrup solids), Natural & artificial flavors, Guar gum, Salt.",
        "price": 7.25,
        "categories": ["Beverage"]
    },
    {
        "name": "Cold Cup",
        "description": "Enjoy your favorite Blue Stilly chilled beverage in style with a 16oz double wall mug. Reuse your mug often and help keep paper out of the landfill. Choices are Blue with White Logo, or Clear with Blue Logo! Please indicate color when you order! Sales Tax included in price!",
        "price": 11.95,
        "color": ["clear", "blue"],
        "categories": ["Gifts"]
    },
    {
        "name": "Blue Stilly Coffee Mug",
        "description": "Enjoy your coffee in your own matching Blue Stilly Coffee Mug! Our ceramic cup is approximately 8oz. Great as a gift! You can also combine with a pound of our fresh roasted coffee and make it really special!",
        "price": 6,
        "categories": ["Gifts"]
    },
    {
        "name": "AeroPress Portable Coffee Maker",
        "description": "We have tried this little gem and are truly impressed. Perfect for single use, or maybe to put in your suitcase for those times away from home and you just cannot take the hotel coffee or Mom's canned coffee!  A terrific gift for any camper, backpacker, fisherman or RV'er. Utilize this tool to get the most out of coffee on the go. At work and don't want the sludge that nasty coffee pot serves up? Here's your answer! Sales tax included in the price!",
        "price": 30,
        "categories": ["Equipment"]
    },
    {
        "name": "Bodum 3-Cup Kenya French Press",
        "description": "The new Bodum coffee press Kenya is a crossroads between tradition and modernity! Kenya offers the best way of enjoying a cup of coffee. Easy and quick to use, it is the method if you want to brew coffee right. You will extract the most essential oils from your freshly ground coffee, leaving the least sediment in your cup! Simply add coffee ground just coarse enough not to pass through the screen and pour water heated to 195-200 degrees, wait 2-3 minutes and gently depress the plunger. Sales tax included in the price!",
        "price": 19.95,
        "categories": ["Equipment"]
    },
    {
        "name": "Bodum 6-Cup Kenya French Press",
        "description": "The new Bodum coffee press Kenya is a crossroads between tradition and modernity! Kenya offers the best way of enjoying a cup of coffee. Easy and quick to use, it is the method if you want to brew coffee right. You will extract the most essential oils from your freshly ground coffee, leaving the least sediment in your cup! Simply add coffee ground just coarse enough not to pass through the screen and pour water heated to 195-200 degrees, wait 2-3 minutes and gently depress the plunger. Sales tax included in the price!",
        "price": 39.95,
        "categories": ["Equipment"]
    },
    {
        "name": "Friis 16oz Coffee Canister",
        "description": "The Friis Coffee Vault - Coffee Savor keeps your coffee fresh. One Year of Friis Freshness Valves included, to vent away damaging CO2 gases. Maintain Rich, Full Coffee Flavor. Air-Tight Storage. Stores up to 16 oz of whole or ground Coffee. Full flavor starts with fresh coffee. The Friis Coffee Vault - Coffee Savor blocks out light and air to seal in flavor. The Friis Freshness Valve vents away continuous CO2 gases that are a result of the coffee roasting process. Stored in a cool, dry place, your coffee stays rich and full of flavor. Simply put, the Friis Coffee Vault - Coffee Savor keeps your coffee fresh longer. The Friis Coffee Vault - Coffee Savor model features a stainless steel base with an all black BPA free polymer lid. It measures 7.5in H x 5in D. It holds 16oz (pound) of whole bean or ground coffee. Also included is a measuring spoon, one year supply of Friis freshness valves, getting started instructions and the Art of Flavor booklet. Sales tax included in the price!",
        "price": 26,
        "categories": ["Equipment", "Gifts"]
    },
    {
        "name": "Milk Frother",
        "description": "Easy Milk Frother or Cream Frother. A manual frother to match the Bodum Chambord French Press. Produces a smooth and creamy foam to top you cappuccino or latte.",
        "price": 24,
        "categories": ["Equipment"]
    },
    {
        "name": "Easter Cookies and Coffee",
        "description": "Cookies without coffee?  Who can imagine that.  Order a pound of your favorite Blue Stilly Coffee and 4 of these cute cookies. Buttery, crispy and delightful. Share with someone special. Additional cookies available.",
        "price": 23,
        "categories": ["Cookies", "Seasonal"]
    },
    {
        "name": "Seasonal Cookies",
        "description": "In March, we are offering brightly decorated Easter Egg shaped cookies. These are frosted shortbread hand cut and decorated. Homemade by Darlene of Darlene's Baked Goods in Snohomish. Colors vary. She also does custom orders!",
        "price": 2.5,
        "categories": ["Cookies", "Seasonal"]
    },
    {
        "name": "Custom Gift Baskets",
        "description": "Need a gift? We can customize a coffee or Tea gift to your theme and colors. This basket will include 2 full pounds of our Fresh Roasted Coffee, or 2 Boxes of Tea Sachets,  plus linens and other various choices. Or if you prefer, just give us an idea, budget and we'll put something together for that special person or event. Allow 2 weeks for personalized items.",
        "price": 69.95,
        "categories": ["Gifts"]
    }
]
